// disclaimer.js
const termsAndConditionsText = `
    Договорённости по оплате занятий - если вам нравятся занятия и то как подается материал, то пожалуйста внимательно прочитайте условия оплаты. Оплата производится за забронированное время занятия. В случае пропуска занятия учащимся занятие считается проведенным и оплачивается вне зависимости от причины пропуска. Это как аренда квартиры или абонемент в спортзал. Если вы сняли квартиру, но не проживаете в ней, перерасчета за аренду нет. Так же и с занятиями - если мы выбрали время и дни, то это время и дни забронированны за вами и никому другому не предлагаются. Всё на доверии и взаимопонимании. Я уважаю вас и ценю ваше время. Удачи на занятиях и старайтесь не прогуливать. Я стараюсь для вас по максимуму, любимые мои агенты английского! `
;

export default  termsAndConditionsText
